Repository: nuxeo-cps/products--CPSSchemas
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, nl, pt_br

# cpsschemas_err_readonly
source: Read only field
ca: Camp només de lectura
de: Nur lesbares Feld
es: Campo de sólo lectura
eu: Irakurtzeko eremua baino ez
fr: Champs en lecture seule
gl: Campo de só lectura
it: Campo in sola lettura.
mg: Vakiana fotsiny
pt_br: Campo somente para leitura.

# cpsschemas_err_rangelist
source: Invalid range list
ca: Llista invàlida de rangs
de: Fehler Wertebereich
es: Lista inválida de rangos
eu: Baliogabeko barruti-zerrenda
fr: Liste d'intervales invalide
gl: Lista inválida de rangos
it: Lista di intervallo non valida
mg: Tsy mety ny 'liste d intervalle'
pt_br: Faixa de lista inválida

# cpsschemas_err_zippedhtml_invalid_zip
source: Invalid Zip file
ca: Arxiu Zip invàlid
de: Ungültige Zip Datei
es: Archivo Zip inválido
eu: Baliogabeko ZIP fitxategia
fr: Fichier Zip invalide
gl: Arquivo Zip inválido
it: File ZIP non valido
pt_br: Arquivo Zip inválido

# cpsschemas_err_zippedhtml_html_not_found
source: No html document found in the Zip file
ca: No s'ha trobat cap document html a l'arxiu Zip
de: Kein HTML Dokument in der Zip Datei gefunden
es: No se ha encontrado ningún documento html en el archivo Zip
eu: Ez da aurkitu inolako html dokumenturik ZIP fitxategian
fr: Le fichier Zip ne contient aucun document html
gl: No se atopou ningún documento html no arquivo Zip
it: Il file ZIP non contiene documenti in formato HTML
pt_br: Nenhum documento html econtrado no arquivo Zip

# jscalendar_date_fmt
source: m/d/y
ca: d/m/y
de: d/m/y
es: d/m/y
eu: e/h/u
fr: d/m/y
gl: d/m/y
it: dd/mm/yy
mg: d/m/y
nl: d/m/y
pt_br: d/m/y

# cpsschemas_rposition_normal
source: Page width
ca: Amplada de la pàgina
de: Seite Breite
es: Anchura de la página
eu: Orrialdearen zabalera
fr: Largeur de la page
gl: Anchura da páxina
it: Larghezza della pagina
mg: Sakan'ny pejy
nl: Breedte van de bladzijde
pt_br: Largura da página

# cpsschemas_rposition_col_right
source: Right column
ca: Columna de la dreta
de: Rechte Spalte
es: Columna de la derecha
eu: Eskuineko zutabea
fr: Colonne à droite
gl: Columna da dereita
it: Colonna di destra
mg: Colonne eo ankavanana
nl: Kolom aan de rechterkant
pt_br: Coluna da direita

# cpsschemas_rposition_col_left
source: Left column
ca: Columna de l'esquerra
de: Linke Spalte
es: Columna de la izquierda
eu: Ezkerreko zutabea
fr: Colonne à gauche
gl: Columna da esquerda
it: Colonna di sinistra
mg: Colonne eo an-kavia
nl: Kolom aan de linkerkant
pt_br: Coluna da esquerda

# cpsschemas_rposition_left
source: Left
ca: A l'esquerra
de: Links
es: A la izquierda
eu: Ezkerrera
fr: A gauche
gl: Á esquerda
it: A sinistra
mg: An-kavia
nl: Aan de linkerkant
pt_br: Esquerda

# cpsschemas_rposition_right
source: Right
ca: A la dreta
de: Rechts
es: A la derecha
eu: Eskuinera
fr: A droite
gl: Á dereita
it: A destra
mg: Eo ankavanana
nl: Aan de rechterkant
pt_br: Direita

# cpsschemas_rposition_center
source: Center
ca: Al centre
de: Mitte
es: En el centro
eu: Erdian
fr: Au centre
gl: No centro
it: Al centro
mg: Eo afovoany
nl: In het centrum
pt_br: Centro

# cpsschemas_rformat_text
source: Text
es: Texto
eu: Testua
fr: Texte
gl: Texto
it: Testo
mg: Lahatsoratra
nl: Tekst
pt_br: Texto

# cpsschemas_rformat_rst
source: Structured Text (reST)
ca: Text estructurat Zope
es: Texto estructurado (reST)
fr: Texte structuré (reST)
gl: Texto estruturado (reST)
pt_br: Texto Estruturado (reST)

# img_auto_size
source: Keep original size
ca: Automàtic
de: Automatisch
es: Automático
eu: Automatikoa
fr: Automatique
gl: Automático
it: Automatico
mg: Mandeha ho azy
nl: Automatisch
pt_br: Automático

# img_icon ${dim}
source: Icon ${dim}
ca: Icona ${dim}
es: Icono ${dim}
eu: Ikonoa ${dim}
fr: Vignette ${dim}
gl: Icona ${dim}
it: Icona ${dim}
pt_br: Ícone ${dim}

# img_xsmall ${dim}
source: Extra small ${dim}
ca: Molt xicotet ${dim}
es: Muy pequeño ${dim}
eu: Oso txikia ${dim}
fr: Très petite ${dim}
gl: Moi pequeno ${dim}
it: Molto piccola ${dim}
pt_br: Extra pequeno ${dim}

# img_small ${dim}
source: Small ${dim}
ca: Xicotet ${dim}
es: Pequeño ${dim}
eu: Txikia ${dim}
fr: Petite ${dim}
gl: Pequeño ${dim}
it: Piccola ${dim}
pt_br: Pequeno ${dim}

# img_medium ${dim}
source: Medium ${dim}
ca: Mitjà ${dim}
es: Medio ${dim}
eu: Ertaina ${dim}
fr: Moyenne ${dim}
gl: Medio ${dim}
it: Media ${dim}
pt_br: Médio ${dim}

# img_large ${dim}
source: Large ${dim}
ca: Gran ${dim}
es: Grande ${dim}
eu: Handia ${dim}
fr: Grande ${dim}
gl: Grande ${dim}
it: Grande ${dim}
pt_br: Grande ${dim}

# img_xlarge ${dim}
source: Extra large ${dim}
ca: Extra gran ${dim}
es: Extra grande ${dim}
eu: Superhandia ${dim}
fr: Très grande ${dim}
gl: Extra grande ${dim}
it: Molto grande ${dim}
pt_br: Extra grande ${dim}

# cpsschemas_label_false
source: No
de: Nein
eu: Ez
fr: Non
gl: Non
mg: Tsia
nl: Nee
pt_br: Não

# cpsschemas_label_true
source: Yes
ca: Sí
de: Ja
es: Sí
eu: Bai
fr: Oui
gl: Si
it: Sì
mg: Eny
nl: Ja
pt_br: Sim

# cpsschema_label_on
source: On
ca: Activat
de: Ein
es: Activado
eu: Aktibatuta
fr: Actif
gl: Activado
it: Attivo
mg: Mandeha
pt_br: Habilitado

# cpsschema_label_off
source: Off
ca: Desactivat
de: Aus
es: Desactivado
eu: Desaktibatuta
fr: Inactif
gl: Desactivado
it: Inattivo
mg: Tsy mandeha
pt_br: Desabilitado

# cpsschemas_label_link_content
source: Name of the link
ca: Nom de l'enllaç
de: Name des Links
es: Nombre del enlace
eu: Estekaren izena
fr: Nom du lien
gl: Nome do enlace
it: Nome del collegamento:
mg: Anaran'ny rohy
nl: Link naam
pt_br: Nome do Link

# cpsschemas_label_zctext_operator_and
source: all of these words
ca: totes estes paraules
de: jedem dieser Worte
es: todas estas palabras
eu: hitz hauek guztiak
fr: tous ces mots
gl: todas estas palabras
it: tutte queste parole
pt_br: todas estas palavras

# cpsschemas_label_zctext_operator_or
source: any of these words
ca: qualsevol d'estes paraules
de: einem dieser Worte
es: cualquiera de estas palabras
eu: hitz hauetako edozein
fr: au moins l'un de ces mots
gl: calquera destas palabras
it: almeno una di queste parole
pt_br: qualquer uma destas palavras

# cpsschemas_label_zctext_operator_exact
source: the exact phrase
ca: l'expressió exacta
de: dem exakten Wortlaut
es: la expresión exacta
eu: adierazpen zehatza
fr: la phrase exacte
gl: a expresión exacta
it: la frase esatta
pt_br: a frase exata

# cpsschemas_label_zctext_operator_not
source: none of these words
ca: cap d'estes paraules
de: keinem dieser Worte
es: ninguna de estas palabras
eu: hitz hauetako bat ere ez
fr: aucun de ces mots
gl: ningunha destas palabras
it: nessuna di queste parole
pt_br: nenhuma destas palavras

# cpsschemas_label_zctext_field_SearchableText
source: in the document
ca: al document
de: im Dokument
es: en el documento
eu: dokumentuan
fr: dans le document
gl: no documento
it: nel documento
pt_br: no documento

# cpsschemas_label_zctext_field_Title
source: in the title
ca: al títol
de: im Titel
es: en el título
eu: izenburuan
fr: dans le titre
gl: no título
it: nel titolo
pt_br: no título

# cpsschemas_label_zctext_field_Description
source: in the description
ca: a la descripció
de: in der Beschreibung
es: en la descripción
eu: deskribapenean
fr: dans la description
gl: na descrición
it: nella descrizione
pt_br: na descrição

# cpsschemas_label_modified_since_0
source: anytime
ca: sense límit de temps
de: beliebig
es: sin límite de tiempo
eu: eperik gabe
fr: n'importe quelle période
gl: sen límite de tempo
it: qualsiasi periodo
pt_br: qualquer data

# cpsschemas_label_modified_since_1
source: since yesterday
ca: des d'ahir
de: seit gestern
es: desde ayer
eu: atzoz geroztik
fr: depuis hier
gl: desde onte
it: da ieri
pt_br: desde ontem

# cpsschemas_label_modified_since_30
source: within the past month
ca: des del mes passat
de: innerhalb des letzten Monats
es: desde el mes pasado
eu: joan den hiletik
fr: depuis un mois
gl: desde o mes pasado
it: nell'ultimo mese
pt_br: dentro do último mês

# cpsschemas_label_modified_since_91
source: within the past 3 months
ca: des dels darrers 3 mesos
de: innerhalb der letzten 3 Monate
es: desde los 3 últimos meses
eu: azken hiru hilabete hauetatik
fr: depuis 3 mois
gl: desde os 3 últimos meses
it: negli ultimi 3 mesi
pt_br: dentro dos últimos 3 meses

# cpsschemas_label_modified_since_182
source: within the past 6 months
ca: des dels darrers 6 mesos
de: innerhalb der letzten 6 Monate
es: desde los 6 últimos meses
eu: azken sei hilabete hauetatik
fr: depuis 6 mois
gl: desde os 6 últimos meses
it: negli ultimi 6 mesi
pt_br: dentro dos últimos 6 meses

# cpsschemas_label_modified_since_365
source: within a year
ca: fa un any
de: innerhalb des letzten Jahres
es: hace un año
eu: iaz
fr: depuis 1 an
gl: hai un ano
it: nell'ultimo anno
pt_br: dentro de um ano

# cpsschemas_label_searchsort_relevance
source: relevance
ca: rellevància
de: Gewichtung
es: relevancia
eu: garrantzia
fr: pertinence
gl: relevancia
it: pertinenza
pt_br: relevância

# cpsschemas_label_searchsort_antechrono
source: date (reversed)
ca: anticronológic
de: anti-chronologisch
es: por fecha (inversa)
eu: antikronologikoa
fr: date (inversée)
gl: por data (inversa)
it: cronologia inversa
pt_br: cronológica inversa

# cpsschemas_label_searchsort_expires
source: expiration date
ca: data d'expiració
de: Gültigkeits Datum
es: fecha de expiración
eu: iraungitze-data
fr: date d'expiration
gl: data de expiración
it: data di scadenza
pt_br: data de expiração

# cpsschemas_label_searchsort_title
source: title
ca: Títol
de: Titel
es: título
eu: izenburua
fr: titre
gl: título
it: titolo
pt_br: título

# cpsschemas_label_searchsort_review_state
source: status
ca: estat
es: estado
eu: egoera
fr: statut
gl: estado
it: stato
pt_br: estado

# cpsschemas_label_searchsort_relative_path
source: location
ca: localització
de: Ort
es: localización
eu: kokapena
fr: chemin
gl: localización
it: percorso
pt_br: localização

# cpsschemas_label_searchsort_portal_type
source: document type
ca: tipus de document
de: Dokument Typ
es: tipo de documento
eu: dokumentu-mota
fr: type de document
gl: tipo de documento
it: tipo di documento
pt_br: tipo do documento

# cpsschemas_psm_vocabulary_id_exists
source: Id already exist, choose another one.
ca: Esta id ja existeix. Selecciona'n una altra
de: Id existiert schon, wählen Sie eine andere.
es: Esa id ya existe. Selecciona otra.
eu: Dagoeneko Id hori bada. Hautatu beste bat.
fr: L'identifiant est déjà utilisé, choisissez-en un autre.
gl: Esa id xa existe. Selecciona outra.
it: Questo identificatore è già presente, scegli un altro termine.
mg: Efa misy mampiasa an'io anarana famantarana io. Mifidiana hafa.
pt_br: Id já existe, escolha outro.

# cpsschemas_psm_vocabulary_created
source: Vocabulary created.
ca: Vocabulari creat
de: Wörterbuch erstellt.
es: Vocabulario creado.
eu: Hiztegia sortuta.
fr: Vocabulaire créé.
gl: Vocabulario creado.
it: Il dizionario è stato creato.
mg: Voaforona ny voambolana.
pt_br: Vocabulário criado.

# cpsschemas_psm_vocabulary_id_missing
source: Choose an id.
ca: Seleccioni una id
de: Wähle eine Id.
es: Seleccione una id.
eu: Id bat hautatu.
fr: L'identifiant est obligatoire.
gl: Seleccione unha id.
it: L'identificativo è obbligatorio. Scegli un id.
mg: Tsy maintsy fenoana ny anarana famatarana.
pt_br: Escolha um id.

# cpsschemas_psm_vocabulary_deleted
source: Vocabulary deleted.
ca: Vocabulari esborrat
de: Wörterbuch gelöscht.
es: Vocabulario borrado.
eu: Hiztegia ezabatuta
fr: Entrée effacée.
gl: Vocabulario borrado.
it: Il dizionario è stato eliminato.
mg: Voambolana voafafa.
pt_br: Vocabulário removido.

# cpsschemas_psm_vocabulary_entry_added
source: Entry added.
ca: Entrada afegida
de: Eintrag hinzugefügt.
es: Entrada añadida.
eu: Sarrera gehituta.
fr: Entrée ajoutée.
gl: Entrada engadida.
it: Il termine è stato aggiunto al dizionario.
mg: Tafiditra ato amin'ny tranonkala.
pt_br: Entrada adicionada.

# cpsschemas_psm_vocabulary_entries_deleted
source: Vocabulary deleted.
ca: Entrades esborrades
de: Wörterbuch gelöscht.
es: Vocabulario borrado.
eu: Hiztegia ezabatuta.
fr: Les entrées ont été effacées.
gl: Vocabulario borrado.
it: Il termine è stato rimosso dal dizionario.
mg: Voafafa daholo izay nampidirinao rehetra.
pt_br: Entradas de vocabulário removidas.

# cpsschemas_psm_vocabulary_no_entries_selected
source: No entry selected. Choose one.
ca: No ha seleccionat cap entrada. Seleccioni'n una.
de: Kein Eintrag ausgewählt. Wähle einen.
es: No ha seleccionado ninguna entrada. Seleccione una.
eu: Ez duzu sarrerarik hautatu. Bat hautatu.
fr: Vous devez sélectionner une entrée.
gl: Non seleccionou ningunha entrada. Seleccione unha.
it: Devi selezionare almeno un elemento.
mg: Tsy maintsy mifidy iray ianao.
pt_br: Nenhuma entrada selecionada. Escolha uma.

# cpsschemas_psm_vocabulary_updated
source: Vocabulary updated.
ca: Vocabulari actualitzat
de: Wörterbuch auf neusten Stand gebracht.
es: Vocabulario actualizado
eu: Hiztegia gaurkotuta
fr: Vocabulaire mis à jour.
gl: Vocabulario actualizado
it: Il dizionario è stato aggiornato.
mg: Voaova ny voambolana.
pt_br: Vocabulário atualizado.

# label_none_selection
source: -- Empty --
ca: --Buit--
de: Null Selektion
es: --Vacío--
eu: --Hutsik--
fr: -- Vide --
gl: --Baleiro--
it: -- Vuoto --
mg: -- Foana --
pt_br: -- Vazio --

# label_other_selection
source: Other, please specify:
ca: Un altre, per favor, especifiqui:
de: Andere Selektion
es: Otro, por favor, especifique:
eu: Beste bat, zehaztu, mesedez:
fr: Autre, précisez :
gl: Outro, por favor, especifique:
it: Altro, specifica :
mg: Hafa, hamafiso :
pt_br: Outra, por favor específica:

# action_edit_online
source: Edit online
ca: Editar en línia
de: Bearbeiten Online
es: Editar en línea
eu: On-line editatu
fr: Modifier en ligne
gl: Editar en liña
it: modifica online
mg: Ovaina eo anivon'ny tranonkala
pt_br: Editar online

# cpsdoc_Flash_Animation_label_edit
source: Flash Animation (swf)
ca: Animació flash (swf)
de: Flash Animation bearbeiten
es: Animación flash (swf)
eu: Flash animazioa (swf)
fr: Animation Flash (swf)
gl: Animación flash (swf)
it: Modifica animazione Flash
pt_br: Animação Flash (swf)

source: Edit
ca: Edita
pt_br: Editar

# cpsschema_hour
source: h
eu: ord
it: ora
mg: ora
pt_br: hora

# cpsschema_minute
source: mn
de: m
eu: min
it: minuti
pt_br: min

source: err
ca: Error
de: Fehler
es: Error
eu: Errorea
gl: Erro
it: Errore
pt_br: erro

source: i18_key-help_for_this_field
de: Hilfe für dieses Feld
pt_br: Tecla de ajuda

source: label
ca: etiqueta
es: etiqueta
eu: etiketa
gl: etiqueta
it: etichetta
pt_br: rótulo

# cpsschemas_label_link_title
source: Description
ca: Descripció
de: Beschreibung
es: Descripción
eu: Deskribapena
gl: Descrición
it: Descrizione:
mg: Fanazavana
nl: Beschrijving
pt_br: Descrição

# cpsschemas_label_searchsort_chrono
source: date
ca: cronològic
de: chronologisch
es: por fecha
eu: kronologikoa
gl: por data
it: cronologico
pt_br: cronológica

# cpsschemas_rformat_html
source: HTML
eu: HTMLa

# cpsschemas_rformat_original
source: Original
eu: Jatorrizkoa
gl: Orixinal
it: Originale
mg: Orijinaly
nl: Origineel

# cpsschemas_label_link_href
source: URL
eu: URLa
it: Indirizzo URL:
