Repository: nuxeo-cps/products--CPSSchemas
Catalog: i18n/*.po
Languages: ca, de, es, eu, fr, gl, it, mg, nl, pt_br

source: False
ca: Fals
de: Falsch
es: Falso
eu: Faltsua
fr: Non
gl: Falso
it: Falso
pt_br: Falso

source: True
ca: Veritable
de: Wahr
es: Verdadero
eu: Egiazkoa
fr: Oui
gl: Verdadeiro
it: Vero
pt_br: Verdadeiro

# button_text_editor_popup
source: Start online editor
ca: Engegar l'editor
de: Editor Popup
es: Utilizar el editor
eu: Editorea erabili
fr: Utiliser l'éditeur
gl: Utilizar o editor
it: Avvia editor online
pt_br: Iniciar editor online

# cpsschema_at
source: at
ca: a
de: um
es: a
fr: à
gl: a
it: alle
mg: tamin'ny
nl: aan
pt_br: às

# cpsschema_link_preview
source: (preview)
ca: (previsualització)
de: (Vorabansicht)
es: (previsualización)
eu: (aurrebista)
fr: (prévisualisation)
gl: (previsualización)
it: (anteprima)
mg: (fijerena mialoha)
nl: (Versie HTML)
pt_br: Previsão

# cpsschema_link_printable_version
source: (printable version)
ca: (versió per imprimir)
de: (Druckansicht)
es: (versión imprimible)
eu: (inprimatzeko bertsioa)
fr: (version imprimable)
gl: (versión imprimible)
it: (versione stampabile)
mg: (azo avoaka taratasy)
pt_br: Previsão

# cpsschemas_allowed_file_suffixes ${allowed_file_suffixes}
source: Allowed files must have one of the following suffixes: ${allowed_file_suffixes}.
ca: Els arxius han de tenir algun dels següents sufixos: ${allowed_file_suffixes}.
de: Erlaubte Dateiendungen
es: Los archivos deben tener uno de los siguientes sufijos: ${allowed_file_suffixes}.
eu: Fitxategiek honako luzapenetako bat izan behar dute: ${allowed_file_suffixes}.
fr: Les fichiers autorisés doivent avoir un des suffixes suivants : ${allowed_file_suffixes}.
gl: Os arquivos deben ter un dos seguintes sufixos: ${allowed_file_suffixes}.
it: suffissi consentiti
mg: Tsy maintsy manana iray amin'ireto tovana manara ireto ny fichier mahazo alalana : ${allowed_file_suffixes}.
pt_br: sufixos permitidos: ${allowed_file_suffixes}

# cpsschemas_image_resize
source: and resize as
ca: i redimensionar:
de: und Größe ändern zu
es: y redimensionar:
eu: eta tamaina aldatu:
fr: et redimensionner :
gl: e redimensionar:
it: Ridimensiona
mg: sy avidika amin'ny 'format'
nl: Formaat&nbsp;:
pt_br: Redimensiona

# cpsschemas_image_title
source: Title:
es: Título:
fr: Titre :
gl: Título:

# cpsschemas_label_file_change
source: Change
ca: Canviar
de: Ändern
es: Cambiar
eu: Aldatu
fr: Charger
gl: Cambiar
it: Sostituisci con:
mg: Ovaina
nl: Laden
pt_br: Mudar

# cpsschemas_label_file_delete
source: Delete
ca: Esborrar
de: Löschen
es: Borrar
eu: Ezabatu
fr: Supprimer
gl: Borrar
it: Elimina
mg: Fafana
nl: Afschaffen
pt_br: Remover

# cpsschemas_label_file_edit_online
source: Edit online
ca: Editar en línia
de: Datei online bearbeiten
es: Editar en línea
eu: On-line editatu
fr: Modifier en ligne
gl: Editar en liña
it: Modifica il file online
mg: Ovaina eo anivon'ny tranonkala
pt_br: Editar online

# cpsschemas_label_file_keep
source: Keep
ca: Guardar
de: Behalten
es: Guardar
eu: Gorde
fr: Garder
gl: Gardar
it: Non sostituire
mg: Tazomina
nl: Bewaren
pt_br: Manter

# cpsschemas_label_file_none
source: None
ca: Cap
de: Keine
es: Ninguno
eu: Bat ere ez
fr: Aucun
gl: Ningún
it: Non sostituire
mg: Tsy misy
nl: Niemand
pt_br: Nenhum

# cpsschemas_label_filename
source: Filename
ca: Arxiu
es: Archivo
eu: Fitxategia
fr: Nom de fichier
gl: Arquivo
pt_br: Nome do Arquivo

# cpsschemas_label_image_resize
source: Resize as
ca: Redimensionar com a
de: Bildgröße ändern
es: Redimensionar como
eu: Tamaina aldatu gisa honetara
fr: Redimensionner
gl: Redimensionar como
it: Ridimensiona
mg: Ovaina amin'ny format
pt_br: Redimensionar como

# cpsschemas_photo_subtitle
source: Caption:
ca: Peu d'imatge:
de: Überschrift:
es: Pie de imagen:
eu: Irudi-oina:
fr: Légende&nbsp;:
gl: Pé de imaxe:
it: Sottotitolo:
mg: Fanazavana kely &nbsp;:
nl: Onderschrift&nbsp;:
pt_br: Subtítulo

# cpsschemas_render_format
source: Format:
es: Formato:
eu: Formatua:
fr: Format&nbsp;:
gl: Formato:
it: Formato:
mg: Format&nbsp;:
nl: Formaat&nbsp;:
pt_br: Formato de renderização

# cpsschemas_render_position
source: Position:
ca: Posició:
es: Posición:
eu: Kokalekua:
fr: Position&nbsp;:
gl: Posición:
it: Posizione:
mg: Toerana&nbsp;:
nl: Positie&nbsp;:
pt_br: Posição de renderização

# cpsschemas_search_all_languages
source: any language
ca: qualsevol idioma
de: eine beliebige Sprache
es: cualquier idioma
eu: edozein hizkuntza
fr: toutes les langues
gl: calquera idioma
it: tutte le lingue
pt_br: qualquer idioma

# cpsschemas_search_languages
source: one or more of the following languages
ca: uno o més dels següents idiomes
de: eine oder mehrere der folgenden Sprachen
es: uno o más de los siguientes idiomas
eu: ondoko hizkuntetako bat edo gehiago
fr: la ou les langues suivantes
gl: un ou máis dos seguintes idiomas
it: la o le lingue seguenti
pt_br: um ou mais dos seguintes idiomas

# cpsschemas_size_max ${size_max}
source: Maximal size: ${size_max}.
ca: Mida màxima: ${size_max}.
de: Maximale Grösse: ${size_max}.
es: Tamaño máximo: ${size_max}.
eu: Tamaina maximoa: ${size_max}.
fr: Taille maximale : ${size_max}.
gl: Tamaño máximo: ${size_max}.
it: Dimensione massima: ${size_max}.
pt_br: Tamanho máximo: ${size_max}.

# cpsschemas_vocabulary_add
source: Add a vocabulary
ca: Afegir un vocabulari
de: Hinzufügen eines Wörterbuchs
es: Añadir un vocabulario
eu: Hiztegi bat gehitu
fr: Ajouter un vocabulaire
gl: Engadir un vocabulario
it: Aggiungi un dizionario:
mg: Manampy voambolana iray
nl: Toevoegen een woordenlijst
pt_br: Adicionar vocabulário

# cpsschemas_vocabulary_available
source: Edit a vocabulary
ca: Vocabularis disponibles
de: hier vorhandene Wörterbücher
es: Vocabularios disponibles
eu: Hiztegi erabilgarriak
fr: Gérer un vocabulaire
gl: Vocabularios dispoñibles
it: Dizionari disponibili:
mg: Ireo voambolana azo ampiasaina
nl: Beschikbare woordenlijst
pt_br: Vocabulário disponível

# cpsschemas_vocabulary_contains ${voc_entries} entry(ies)
source: This vocabulary contains ${voc_entries} entry(ies)
ca: Este vocabulari conté ${voc_entries} entrades
de: Dieses Wörterbuch enthält ${voc_entries} Eintrag(e)
es: Este vocabulario contiene ${voc_entries} entrada(s)
eu: Hiztegi honek ${voc_entries} sarrera ditu
fr: Ce vocabulaire contient ${voc_entries} entrée(s)
gl: Este vocabulario contén ${voc_entries} entrada(s)
it: Questo dizionario contiene: ${voc_entries} termine (i).
mg: Io voambolana io dia misy nampidirina ${voc_entries}
nl: Dit woordenlijst bevat ${voc_entries} ingegaan
pt_br: Vocabulário contém ${voc_entries} entrada(s).

# cpsschemas_vocabulary_delete
source: Delete a vocabulary
ca: Esborrar
de: Löschen eines Wörterbuchs
es: Borrar
eu: Ezabatu
fr: Supprimer un vocabulaire
gl: Borrar
it: Elimina un dizionario:
mg: Fafana
nl: Afschaffen
pt_br: Remover vocabulário

# cpsschemas_vocabulary_edit ${voc_id}
source: Edit vocabulary "${voc_id}"
ca: Editar vocabulari "${voc_id}"
de: Bearbeiten Wörterbuch "${voc_id}"
es: Editar vocabulario "${voc_id}"
eu: "${voc_id}" hiztegia editatu
fr: Édition du vocabulaire «&#160;${voc_id}&#160;»
gl: Editar vocabulario "${voc_id}"
it: Modifica il dizionario: ${voc_id}
mg: Fanovana ny voambolana Â« ${voc_id} Â
nl: Uitgave van het woordenlijst «&nbsp,${voc_id}&nbsp;»
pt_br: Editar ${voc_id}

# cpsschemas_vocabulary_entry_add
source: Add an entry
ca: Afegir una entrada
de: Hinzufügen eines Eintrags
es: Añadir una entrada
eu: Sarrera bat gehitu
fr: Ajouter une entrée
gl: Engadir unha entrada
it: Aggiungi un termine al dizionario:
mg: Manampy iray
nl: Een toegang toevoegen
pt_br: Adicionar entrada de vocabulário

# cpsschemas_vocabulary_id
source: Id:
fr: Identifiant&nbsp;:
mg: Anarana famantarana&nbsp;:
nl: Identificatie&nbsp;:

# cpsschemas_vocabulary_key
source: Key:
ca: Clau:
de: Schlüssel:
es: Clave:
eu: Gakoa:
fr: Clé&nbsp;:
gl: Clave:
it: Chiave:
mg: Lakle&nbsp;:
nl: Key&nbsp;:
pt_br: Chave:

# cpsschemas_vocabulary_manage
source: Vocabularies management
ca: Gestió de vocabularis
de: Wörterbuch Management
es: Gestión de vocabularios
eu: Hiztegien kudeaketa
fr: Gérer les vocabulaires
gl: Xestión de vocabularios
it: Configura i dizionari
mg: Fandrindrana ireo voambolana
nl: Beleid van het woordenlijst
pt_br: Administrar vocabulário

# cpsschemas_vocabulary_msgid
source: MsgId:
de: Nachrichten Id:
fr: MsgId&nbsp;:
it: ID messaggio:
mg: MsgId&nbsp;:
nl: MsgId&nbsp;:

# cpsschemas_vocabulary_value
source: Value:
ca: Valor
de: Wert:
es: Valor:
eu: Balioa:
fr: Valeur&nbsp;:
gl: Valor:
it: Valore:
mg: Isany&nbsp;:
nl: Waarde&nbsp;:
pt_br: Valor:

# description_vocabulary_manage_form
source: This page allow you to manage vocabularies and their entries.
ca: Aquesta pàgina permet administrar vocabularis i entrades
de: Auf dieser Seite können Sie Wörterbücher und ihre Einträge bearbeiten.
es: Esta página le permite administrar vocabularios y sus entradas.
eu: Orrialde honek hiztegiak eta haien sarrerak administratzea ahalbidetzen dizu.
fr: Cette page vous permet de gérer les vocabulaires et leurs entrées.
gl: Esta página permítelle administrar vocabularios e as súas entradas.
it: Questa pagina consente di gestire i dizionari e le voci.
pt_br: Esta página permite administrar vocabulários e suas entradas.

# heading_click_chosen_value
source: Click on the value you want:
ca: Premi el valor desitjat
de: Klicken Sie den Wert den sie wollen:
es: Pulse en el valor que desee
eu: Klikatu aukeratzen duzun balioan
fr: Cliquez sur la valeur voulue&nbsp;:
gl: Pulse no valor que desexe
it: Clicca sul valore che desideri :
mg: Mifidy izay tiana&nbsp;:
nl: Klikt op de gewilde waarde&nbsp;:
pt_br: Clique no valor selecionado

# heading_enter_searched_value
source: Enter a search term:
ca: Introdueixca una expressió de recerca
de: Eingabe Suchgegriff:
es: Introduzca una expresión de búsqueda
eu: Sar ezazu bilaketa-adierazpenen bat
fr: Entrez un terme de recherche&nbsp;:
gl: Introduza unha expresión de busca
it: Inserisci un termine di ricerca:
mg: Mampidira teny iray entina hikaroka&nbsp;:
nl: Gaat een termijn van onderzoek in&nbsp;:
pt_br: Entre um termo de busca:

# label_file_upload
source: File to use to fill the text area:
ca: Fitxer a emprar per emplenar una àrea de text:
de: Datei ändern
es: Archivo utilizado para llenar un área de texto:
eu: Testu-area betetzeko erabiltzen den fitxategia:
fr: Fichier à utiliser pour remplir la zone de texte :
gl: Arquivo utilizado para encher unha área de texto:
it: File da utilizzare per riempire l'area di testo
pt_br: Arquivo a ser utilizado para preencher a área de texto:

# cpsschemas_unit_bytes
source: bytes
de: m
eu: byte
fr: octets
mg: octets

# cpsschemas_unit_kilo_bytes
source: Kb
de: K
fr: Ko
mg: Ko

# cpsschemas_unit_mega_bytes
source: Mb
de: M
fr: Mo
mg: Mo

# cpsschemas_unit_giga_bytes
source: Gb
de: G
fr: Go
mg: Go

# cpsschemas_err_string
source: Invalid string
ca: Cadena de caràcters no vàlida
de: Ungültiger String
es: Cadena de caracteres no válida
eu: Baliogabeko hizki-katea
fr: Chaîne de caractère invalide
gl: Cadea de caracteres non válida
it: Il valore immesso non è valido.
mg: Tsy mety ny teny (chaine de caractere) nampidirinao
nl: Keten van invalide karakter
pt_br: Cadeia de caracteres inválida.

# cpsschemas_err_string_too_short
source: String too short
es: Cadena demasiado corta
fr: Chaîne de caractère trop courte
gl: Cadea demasiado curta

# cpsschemas_err_string_too_long
source: String too long
ca: Cadena de caràcters massa llarga
de: String zu lang
es: Cadena de caracteres demasiado larga
eu: Hizki-kate luzeegia
fr: Chaîne de caractère trop longue
gl: Cadea de caracteres demasiado longa
it: Il valore immesso è troppo lungo.
mg: Lava loatra ny teny (chaine de caractere) nampidirinao
nl: Te lange keten van karakter
pt_br: Cadeia de caracteres muito longa.

# cpsschemas_err_required
source: Field required
ca: Camp obligatori
de: Feld erforderlich
es: Campo obligatorio
eu: Derrigorrezko eremua
fr: Champ obligatoire
gl: Campo obrigatorio
it: Campo obbligatorio.
mg: Tsy maintsy fenoana
nl: Verplicht veld
pt_br: Campo requerido.

# cpsschemas_err_textarea
source: Invalid text
ca: Text no vàlid
de: Ungültiger Text
es: Texto no válido
eu: Baliogabeko testua
fr: Texte invalide
gl: Texto non válido
it: Testo non valido.
mg: Tsy mety ny lahatsoratra
nl: Invalide tekst
pt_br: Texto inválido.

# cpsschemas_err_select
source: Invalid selection
ca: Selecció no vàlida
de: Ungültige Auswahl
es: Selección no válida
eu: Baliogabeko hautapena
fr: Sélection invalide
gl: Selección non válida
it: Selezione non valida.
mg: tsy mety ny nofidianao
nl: Invalide selectie
pt_br: Seleção inválida.

# cpsschemas_err_multiselect
source: Invalid multiple selection
ca: Selecció múltiple no vàlida
de: Ungültige Mehrfach-Auswahl
es: Selección múltiple no válida
eu: Baliogabeko hautapen anizkoitza
fr: Sélection multiple invalide
gl: Selección múltiple non válida
it: Selezione multipla non valida.
mg: Tsy mety ny 'séléction multiple'
nl: Invalide veelvoudige selectie
pt_br: Seleção múltipla inválida.

# cpsschemas_err_boolean
source: Invalid boolean
ca: Valor lògic no válid
de: Ungültiger Boolescher Wert
es: Valor lógico no válido
eu: Baliogabeko balio logikoa
fr: Booléen invalide
gl: Valor lóxico non válido
it: Numero booleano non valido.
mg: Tsy mety 'Booléen'
pt_br: Booleano inválido.

# cpsschemas_err_int
source: Invalid integer
ca: Enter no vàlid
de: Ungültige Ganzzahl
es: Entero no válido
eu: Baliogabeko zenbaki osoa
fr: Entier invalide
gl: Enteiro non válido
it: Numero intero non valido.
mg: Tsy mety ny 'entier'
nl: Invalid int
pt_br: Inteiro inválido.

# cpsschemas_err_int_range
source: Integer out of range
de: Ganzzahl außerhalb des Wertebereichs
es: Entero fuera de límites
fr: Entier en dehors des limites
gl: Enteiro fóra de límites
it: Numero intero fuori dall'intervallo consentito.
pt_br: Inteiro fora da faixa.

# cpsschemas_err_date
source: Invalid date
ca: Format de data no vàlid
de: Ungültiges Datum
es: Formato de fecha no válido
eu: Baliogabeko data- formatua
fr: Format de date invalide
gl: Formato de data non válido
it: Il formato della data non è valido.
mg: Tsy mety ny daty
nl: Formaat van invalide datum
pt_br: Data inválida.

# cpsschemas_err_bad_date
source: Incorrect date
ca: Data+ incorrecta
de: Datum inkorrekt
es: Fecha incorrecta
eu: Data okerra
fr: Date incorrecte
gl: Data incorrecta
it: Date errata
pt_br: Data incorreta

# cpsschemas_err_file
source: Invalid file
ca: Fitxer no vàlid
de: Ungültige Datei
es: Fichero no válido
eu: Baliogabeko fitxategia
fr: Fichier invalide
gl: Ficheiro non válido
it: File non valido.
mg: Tsy mety ny antotandahatsoratra na sary nalefa
pt_br: Arquivo inválido.

# cpsschemas_err_file_bad_suffix ${allowed_file_suffixes}
source: This file has not an allowed suffix, the allowed suffixes are: ${allowed_file_suffixes}.
ca: Este arxiu no té un sufix vàlid. Els sufixos vàlids son: ${allowed_file_suffixes}.
de: Ungültiger Suffix ${allowed_file_suffixes}
es: Este archivo no tiene un sufijo válido. Los sufijos válidos son: ${allowed_file_suffixes}.
eu: Fitxategi honen luzapenak ez du balio. Baliozko luzapenak hauxe dituzu: ${allowed_file_suffixes}.
fr: Ce fichier n'a pas un suffixe autorisé, les suffixes autorisés sont : ${allowed_file_suffixes}.
gl: Este arquivo non ten un sufixo válido. Os sufixos válidos son: ${allowed_file_suffixes}.
it: Questa non è un'estensione autorizzata. Puoi utilizzare file con le seguenti estensioni: ${allowed_file_suffixes}.
mg: Tsy ekena ny tovan'io fichier io. Ireto avy ny tovana azo ampiasaina : ${allowed_file_suffixes}.
pt_br: Este arquivo não tem um sufixo permitido; os sufixos permitidos são: ${allowed_file_suffixes}.

# cpsschemas_err_file_empty
source: Invalid file
ca: fitxer buit
de: Leere Datei
es: fichero vacío
eu: fitxategia hutsik
fr: fichier vide
gl: ficheiro baleiro
it: Il file è vuoto.
mg: fichier foana
nl: leeg bestand
pt_br: Arquivo inválido (vazio).

# cpsschemas_err_file_too_big
source: This file is too big
ca: Fitxer massa gran
de: Diese Datei ist zu groß
es: Este archivo es demasiado grande
eu: Fitxategi hau handiegia da
fr: Fichier trop volumineux
gl: Este arquivo é demasiado grande
it: File troppo grande
mg: Fichier mavesatra loatra
pt_br: Este arquivo é muito grande

# cpsschemas_err_file_too_big ${max_size}
source: This file is too big, the allowed max size is ${max_size}Mb.
ca: Fitxer massa gran; la mida màxima ha de ser ${max_size}Mb.
de: Sorry diese Datei ist zu groß
es: Este archivo es demasiado grande; el tamaño máximo admitido es ${max_size}Mb.
eu: Fitxategi hau handiegia da; onartutako tamaina maximoa ${max_size}Mb-koa da.
fr: Ce fichier est trop volumineux, la taille max autorisée est ${max_size}.
gl: Este arquivo é demasiado grande; o tamaño máximo admitido é ${max_size}Mb.
it: Le dimensioni del file sono eccessive. La grandezza massima consentita è di: ${max_size}Mb.
mg: Mavesatra loatra io fichier io, Ny habe farany azo ekena dia ${max_size}Mo.
pt_br: Este arquivo é muito grande, o tamanho máximo permitido é ${max_size}Mb.

# cpsschemas_err_image
source: Invalid image
ca: Imatge no vàlida
de: Ungültiges Bild
es: Imagen no válida
eu: Baliogabeko irudia
fr: Image invalide
gl: Imaxe non válida
it: Immagine non valida.
mg: Sary tsy azo ekena
pt_br: Imagem inválida.

# cpsschemas_err_url
source: Invalid URL
ca: URL no vàlida
de: Ungültige URL
es: URL no válida
eu: Baliogabeko URLa
fr: URL invalide
gl: URL non válida
it: Indirizzo non valido.
mg: URL tsy azo ekena
pt_br: URL inválida.

# cpsschemas_err_long
source: Invalid long integer
ca: Enter llarg no vàlid
de: Ungültige große Ganzzahl
es: Entero largo no válido
eu: Baliogabeko zenbaki oso luzeegia
fr: Entier long invalide
gl: Enteiro longo non válido
it: Numero intero lungo non valido.
mg: Entier long tsy ekena
pt_br: Inteiro longo inválido.

# cpsschemas_err_long_range
source: Long integer out of range
ca: Enter llarg fora de límits
de: Große Ganzzahl außerhalb des Wertebereichs
es: Entero largo fuera de límites
eu: Zenbaki oso luzea mugaz kanpo
fr: Entier long en dehors des limites
gl: Enteiro longo fóra de límites
it: Numero intero lungo fuori dall'intervallo consentito.
mg: 'Entier long' mivoaka ny faritra
pt_br: Inteiro longo fora da faixa.

# cpsschemas_err_float_positive
source: This float must be positive
ca: Este número real ha de ser positiu
de: Diese Gleitkommazahl muss positiv sein
es: Este número real debe ser positivo
eu: Zenbaki erreal honek positiboa izan behar du
fr: Ce nombre flottant doit être positif
gl: Este número real debe ser positivo
it: Questo numero decimale deve essere positivo.
mg: Tsy maintsy ambonin'ny aotra ny 'nombre flottant'
pt_br: Este ponto flutuante deve ser positivo.

# cpsschemas_err_float_range
source: Float out of range
ca: Número real fora de límits
de: Gleitkommazahl außerhalb des Wertebereichs
es: Número real fuera de límites
eu: Zenbaki erreala mugaz kanpo
fr: Nombre flottant en dehors des limites
gl: Número real fóra de límites
it: Numero decimale fuori dall'intervallo consentito.
mg: 'Nombre flottant'ivelan'ny faritra
pt_br: Ponto flutuante fora da faixa.

# cpsschemas_err_float
source: Invalid float
ca: Número real no vàlid
de: Ungültige Gleitkommazahl
es: Número real no válido
eu: Baliogabeko zenbaki erreala
fr: Nombre flottant invalide
gl: Número real non válido
it: Numero decimale non valido.
mg: Nombre flottant tsy ekena
pt_br: Ponto flutuante inválido.

# cpsschemas_err_password_mismatch
source: Your password and confirmation don't match
ca: La contrasenya no coincideix amb la confirmació
de: Ihr Passwort und die Bestätigung passen nicht überein
es: La contraseña y su confirmación no coinciden
eu: Pasahitza eta bere berrespena ez datoz bat
fr: Votre mot de passe et sa confirmation ne correspondent pas
gl: O contrasinal e a súa confirmación non coinciden
it: La password e la conferma non coincidono.
mg: Tsy mitovy ny môdepasinao sy ny famerenanao azy
nl: Uw wachtwoord en zijn bevestiging komen niet overeen
pt_br: Sua senha e a confirmação não coincidem.

# cpsschemas_err_password_size_min
source: Sorry your password is too short
ca: Contrasenya massa curta
de: Sorry, das Passwort ist zu kurz
es: Su contraseña es demasiado corta
eu: Zure pasahitza laburregia da
fr: Votre mot de passe est trop court
gl: O seu contrasinal é demasiado curto
it: Il nome di autenticazione è troppo breve.
mg: Fohy loatra ny môdepasinao
pt_br: Desculpe, sua senha é muito curta.

# cpsschemas_err_password_lower
source: Sorry your password must contain a lower case character
ca: La contrasenya ha de tenir al menys una minúscula
de: Sorry, das Passwort muss einem Kleinbuchstaben enthalten
es: Su contraseña debe contener al menos una minúscula
eu: Zure berrespenak, gutxienez, minusukula bat izan behar du
fr: Votre mot de passe doit contenir au moins une lettre minuscule
gl: O seu contrasinal debe conter polo menos unha minúscula
it: Il nome di autenticazione deve contenere almeno un carattere minuscolo.
mg: Ny môdepasinao dia tsy maintsy misy soratra madinika farafahakeliny
pt_br: Desculpe, sua senha deve conter alguma letra minúscula.

# cpsschemas_err_password_upper
source: Sorry your password must contain an upper case character
ca: La contrasenya ha de tenir al menys una majúscula
de: Sorry, das Passwort muss einen Großbuchstaben enthalten
es: Su contraseña debe contener al menos una mayúscula
eu: Zure pasahitzak, gutxienez, maiuskula bat izan behar du
fr: Votre mot de passe doit contenir au moins une lettre capitale
gl: O seu contrasinal debe conter polo menos unha maiúscula
it: Il nome di autenticazione deve contenere almeno un carattere maiuscolo.
mg: Tsy maintsy misy sorabaventy iray farafahakeliny ny môdepasinao
pt_br: Desculpe, sua senha deve conter alguma letra maiúscula.

# cpsschemas_err_password_digit
source: Sorry your password must contain a digit
ca: La contrasenya ha de tenir al menys una xifra
de: Sorry, das Passwort muss eine Zahl enthalten
es: Su contraseña debe contener al menos una cifra
eu: Zure pasahitzak, gutxienez, zifra bat izan behar du
fr: Votre mot de passe doit contenir au moins un chiffre
gl: O seu contrasinal debe conter polo menos unha cifra
it: Il nome di autenticazione deve contenere almeno un numero.
mg: Tsy maintsy misy isa iray farafahakeliny ny môdepasinao
pt_br: Desculpe, sua senha deve conter um dígito.

# cpsschemas_err_password_extra
source: Sorry your password must contain a special character other than a letter or a digit
ca: La contrasenya ha de tenir al menys un caràcter que no siga lletra o xifra
de: Sorry, das Passwort muss ein Sonderzeichen enthalten, dh weder Buchstabenoch Zahl
es: Su contraseña debe contener al menos un carácter especial distinto de letras o cifras
eu: Zure pasahitzak, gutxienez, ez letra eta ez zifra den hizki berezi bat izan behar du
fr: Votre mot de passe doit contenir au moins un caractère special autre qu'une lettre ou un chiffre
gl: O seu contrasinal debe conter polo menos un carácter especial distinto de letras ou cifras
it: Il nome di autenticazione deve contenere almeno un carattere speciale oltre ad una lettera o un numero.
mg: Ny môdepasinao dia tsy maintsy misy 'caractère spécial' ankoatran'ny litera na isa
pt_br: Desculpe, sua senha deve conter um caracter especial diferente de letra e dígito.

# cpsschemas_err_identifier
source: Invalid identifier
ca: Identificador no vàlid
de: Ungültiger Bezeichner
es: Identificador no válido
eu: Baliogabeko identifikatzailea
fr: Identifiant invalide
gl: Identificador non válido
it: Identificatore non valido.
mg: Identifiant tsy ekena
pt_br: Identificador inválido.

# cpsschemas_err_email
source: Invalid Email
ca: E-mail no vàlid
de: Ungültige Email
es: E-mail no válido
eu: Baliogabeko posta-e
fr: Courriel invalide
gl: E-mail non válido
it: Indirizzo e-mail non valido.
mg: Tsy ekena io mailaka io
nl: Invalide Email
pt_br: Email inválido.
